/**
 * Объект с вопросами
 */
const questions = [
    {},
    {
        text: "Наименьшая единица из­мерения массы.\n" +
            "\n" +
            "1. Килограмм.\n" +
            "2. Грамм.\n" +
            "3. Тонна.\n" +
            "4. Центнер.",
        correctAnswer: 2
    },
    {
        text: "Какого действия нет в математике?\n" +
            "\n" +
            "1 - Сложение.\n" +
            "2 - Умножение. \n" +
            "3 - Деление.\n" +
            "4 - Отнимание.",
        correctAnswer: 4
    },
    {
        text: "Какая величина лишняя?\n" +
            "\n" +
            "1. Килограмм.\n" +
            "2. Грамм.\n" +
            "3. Километр.\n" +
            "4. Тонна.",
        correctAnswer: 3
    },
    {
        text: " Сколько лет просидел на печи Илья Муромец?\n" +
            "\n" +
            "1 - 10 лет.\n" +
            "2 - 23 года.\n" +
            "3 - 33 года.\n" +
            "4 - 35 лет.",
        correctAnswer: 3
    },
    {
        text: "Что такое абак?\n" +
            "\n" +
            "1. Линейка\n" +
            "2. Счеты\n" +
            "3. Разряд\n" +
            "4. Прибор для измерения углов на местности.",
        correctAnswer: 2
    }
];

/**
 * Количество вопросов на игру
 * @type {number}
 */
const numberOfQuestionsForGame = 3;